;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Magyar
;Language name in English e.g. German
LanguageEn=Hungarian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(üres)
21027=Oké
21028=Mégsem
21029=Bezár

;Words - simple words can be reused
150=Semmi
151=Alkalmaz
152=Mappa
153=Fájl
154=Név
155=Útvonal
156=Név:
157=Gyorsbillentyű:
158=Útvonal:
159=Reset

;Global
602=Listary beállításai

;Balloon
801=Listary a háttérben fut.
802=Gépelés közbeni keresés
803=Erre a listára a gépelés közbeni keresés ideiglenesen le lett tiltva. Nyomjon ESC-t a visszaállításához.

;Tray Menu
1001=Online Súgó
1002=Frissítések keresése...
1003=Névjegy
1004=Kilépés

;Toolbar
1100=Keresés

;Favorite Menu
2000=Kedvenc
2001=Ez az alkalmazás
2002=Globális
2003=Add hozzá
2004=Jelenlegi mappa hozzáadása a kedvencekhez
2050=Kedvencekhez adás sikertelen
2051=Listrary nem tudott útvonalat kapni az alkalmazástól.

;Recent Menu
2100=Legutóbbi
2101=Törlés
2105=Alkalmazás követése
2106=Ne kövesse ezt az alkalmazást

;Commands Menu
2201=Jelenleg megnyitott mappák
2202=Átváltás a fájlkezelő legutóbb megnyitott mappájára
2203=Kiválasztott fájl megnyitása a fájlkezelőben
2204=Jelenlegi mappa böngészése
2205=Parancssor
2206=Alkalmazásmappához lépés
2207=Alkalmazásmappa böngészése
2208=Fájlkiterjesztés mutatása
2209=Rejtett fájlok és mappák mutatása
2210=Mappaútvonal másolása vágólapra
2211=Kiválasztott elemek útvonalainak másolása vágólapra
2212=Kiválasztott elemek neveinek másolása vágólapra
2213=Beállítások
2214=Frissítés Pro verzióra
2215=Export List Content to Excel
2216=Listary letiltása az alkalmazás számára
2218=Elkülönítőjel
2219=Egy szinttel feljebb
2252=Biztos, hogy le akarja tiltani a Listary-t az alkalmazás számára?
2253=Listary letiltása
2254=Listary nem fog többé megjelenni, az alkalmazás következő elindításától kezdve.
2260=Parancssor (Adminisztrátor)
2261=Jelenlegi mappa Projektkénti hozzáadása

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lista
2301=Ide
2302=Egye elem sem egyezik meg a keresésnek.
2303=(jelenlegi mappa)
2304=Projekt
2305=Helyi menü

;Options > General
3000=Általános
3001=Listary elindítása a Windowsszal
3002=Beviteli fókusz automatikus fájllistára állítása Windows XP Explorernél
3004=Gyors váltás (Jelenlegi mappa megnyitása a párbeszédpanelben, amikor egy fájlkezelőről vált át)
3005=Nyelv:
3006=Alapértelmezett fájlkezelő
3007=Töltse ki ezt, ha inkább fájlkezelőt használ, mint Windows Explorert.\nHasználjon %1 -et paraméterként az útvonalnál. Ne felejtse el az idézőjeleket.
3008=Fuzzy egyezés
3009=Frissítések automatikus ellenőrzése
3010=Béta verziók ellenőrzése
3020=Előtag a gépelés közbeni keresés ideiglenes letiltásához jelenlegi listánál (nyomjon ESC-et a visszaállításhoz):

;Options > Favorites
3100=Kedvencek
3106=Almenü

;Options > Commands
3306=Egyéni parancs hozzáadása
3309=Parancs
3313=Cím:
3314=Leírás:
3315=Kulcsszó:
3316=Néma
3317=Futtatás adminisztrátorként

;Options > Applications
3402=Listary engedélyezése az alkalmazás számára
3403=Jelenlegi fájlok és mappák követése

;Options > Keyboard and Mouse
3503=Listary eszköztár megjelenítése:
3504=Felugró menü mutatása:

;Options > Display
3603=Listához képest
3604=Ablakhoz képest
3605=Fentről
3606=Lentről
3607=Jobbról
3608=Balról
3618=Ablak teteje
3619=Ablak alja
3620=Monitorhoz képest
3621=Center of window
3624=Üres területen dupla kattintás egérrel a Listary aktiválásához
3625=Középső gombos kattintás egérrel a Listary aktiválásához
3626=Helyi gyorsbillentyű engedélyezése, amikor a Listary eszközár rejtve van
3628=Eszköztár helyzete
3629=Gépelés közbeni keresés

;Options > Pro
3800=Listary Pro-ra frissítés
3802=Név:
3803=Email:
3804=Regisztrációs kód:
3808=Beillesztés vágólapról
3809=Regisztrációs kód ellenőrzése
3810=Gratulálunk, sikeresen frissített Listary Pro-ra!
3811=Sajnáljuk, a regisztrációs kód érvénytelen.
3812=A Listary csak személyes, nem keresekedelmi célú használatra ingyenes.
3813=Ha a Listary-t keresekedelmi célokra, vagy a munkahelyén szeretné használni, vagy, ha támogatni szeretné a Listary fejlesztését, kérjük frissítsen Listary Pro-ra.
3814=Frissítsen Listary Pro-ra most!

;Options > About
3900=Névjegy
3902=Honlap meglátogatása
3903=A program jogos használója

;Options > Integration
4000=Integráció
4002=Total Commander használata a fájl-párbeszédpanelek lecserélésére:

;Custom Command Dialog
4200=Egyéni parancs
4201=Futtatható fájl teljes elérési útvonala.\nPéldául: C:\Program Files\7-Zip\7z.exe
4202=Paraméter:
4203=A példa bemutatja, hogy adhat hozzá fájlokat egy archívumhoz 7-Zip segítségével.\n\nA következő változók paraméterként használhatók. A változók nem tartalmaznak idézőjelet, kérjük adja hozzá igényeinek megfelelően.
4204=%file%\t\tKiválasztott fájl/mappa teljes elérési útvonala.\nPéldául: D:\download\music\example.mp3\n\n%path%\tJelenlegi mappa útvonala.\nPéldául: D:\download\music\\n\n%filename%\tKiválasztott fájl/mappa neve.\nPéldául: example.mp3
4210=Txt fájl készítés (Példa)
4211="{query}.txt" készítése
4212=Például gépelje be "txt abc" és  módosítsa "abc.txt"-re Jegyzettömbbel

;Add Favorite Dialog
4300=Kedvencekhez adás
4301=Útvonal használata

;Menu List
4400=Menü
4401=Eszköztár
4402=Felugró menü
4403=Kedvenc
4404=Kedvenc alkalmazás
4405=Total Commander könyvtár menü
4406=Legutóbbi
4407=Parancsok
4408=Tálca balkattintásos menüje
4409=Tálca jobbkattintásos menüje

;Menu List Item Type
4500=Kedvencek mappa
4501=Kedvenc dokumentum
4502=Alkalmazás indítása

;Options > Menus
5000=Menük
5001=Parancsok
5002=Menük visszaállítása
5003=Biztos, hogy vissza akarja állítani a menüket alapértelmezett értékre? Nem fogja elveszteni kedvenceit, vagy parancsait.
5010=Change Icon
5011=Restore Default Icon

;Options > By Window Type
5100=Ablak típusok szerint

;Options > Hotkeys
5200=Gyorsbillentyűk

;Options > By Application
5300=Alkalmazások szerint
5301=Rögzített útvonalak
5302=Csak a nem alapértelmezett beállítások mutatása.

;Options > Index
5402=Almappák automatikus keresése
5403=Előtag az összes meghajtón való kereséshez:
5404=Lemezkeresésből kizárás
5410=Mappa vagy fájl kizárása
5411=Egy kizáró szűrő hozzáadása
5412=Kiválasztott elem eltávolítása
5413=Keresés a lemezen
5416=Keresés a lemezen letiltása
5417=Index újraépítés erőltetése
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=Előzmények
5501=Követett fájlok és mappák előzményeinek megnyitása
5502=Előzmények törlése
5503=Biztos, hogy törölni akarja az összes előzményt?
3208=A fájl-párbeszédpanelben utoljára megnyitott fájl automatikus kiválasztása
3215=Legújabb fájlok és mappák keresése
5510=Kizárás az előzményekből

;Options > Projects
5600=Projektek
5601=Kulcsszó
5602=Mi ez?
5603=Például, ha hozzáadja a "D:\Websites\My Blog"-ot projektként a "blog" kulcsszóval, akkor ha beírja, hogy "blog file_to_find.html" fájlokat és mappákat kereséshet bárhonnan bármikor.
5605=Frissítsen Listary Pro-ra most, a projektek használatához!

;Options > Appearance
5700=Megjelenés
5701=Méret
5702=Normál
5703=Kicsi
5710=(pixelekben. 0 az alapértelmezett)
5711=Szélesség:
5712=Maximális magasság:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Kizáró szűrő hozzáadása
6101=* nulla, vagy több karakter esetén
6102=? csak egy karakter esetén
6103=Szűrő:

;Dialog > Register Hotkey
6200=Listary gyorsbillentyűje
6201=$1 gyorbillentyű már használva van egy másik alkalmazás által.
6202=Új megadása:

;Dialog > Upgrade to Pro
6301=Ez a funkció, a Listary Pro részeként áll rendelkezésre.
6302=Folytatás

;Updates
6400=Listary frissítés
6402=Listary nem tudja ellenőrizni a frissítéseket, kérjük próbálkozzon később.
6403=Már a Listary legújabb verzióját használja, kérjük a jövőben újra ellenőrizze.
6404=A $1 új verzió elérhető.
6405=Telepített verzió:
6406=Legújabb verzió:
6407=Letöltési oldal megnyitása
6408=Verzió kihagyása
6409=Emlékeztessen később

;UI
8000=Kattintson a gyorsbillentyű beállításához
8001=Nyomja meg a gyorsbillentyűt

;Actions
9000=Művelet
9001=Mappa megnyitása
9002=Útvonal másolása vágólapra
9003=Megnyitás
9004=Mappaútvonal másolása vágólapra
9005=Aktuális mappa másolása
9006=Áthelyezés a jelenlegi mappába
9007=Copy
9008=Cut
9020=Biztos, hogy áthelyezi "$1"-t a "$2"-be?

;Tutorial
7000=Bemutató
7001=Próbálja ki!
7002=Következő >
7003=Nem, köszönöm
7004=Kész
7005=Kattintson a *Következő >*-re, ha kész

7010=Úgy tűnik, hogy először használja a Listary-t. Szeretne egy bemutatót?

7020=Egy Intéző ablak megnyilik, hogy elkezdhesse.

7030=Az Intézőbe közvetlenül begépelheti,  amire szüksége van.
7031=Írja be *text 2*

7040=* Tab / Fel / Le:* Fájl, vagy mappa kiválasztása
7041=*Enter:* Kiválasztott fájl, vagy mappa megnyitása
7042=*ESC:* Listary eszköztár elrejtése

7050=Ha  a jobb kattintásos menüt gyakran használja (helyi menü), a művelet mód nagyon hasznos lehet.
7051=Írja be saját keresési kifejezését
7052=Válasszon ki egy eredményt (használja a Tab / Fel / Le -t)
7053=Nyomja meg a *Jobbra nyilat*

7060=Minden helyi menü eleme itt látható (32-bites és 64-bites). Használhatja a keresést, az épp szükséges kiválasztásához.

7070=Elérési utat közvetlenül is beírhatja.
7071=Írjon be egy útvonalat, például D:\My folder\Photos

7080=A konfliktusok elkerüléséért, a Listary nem fog megjelenni gépelés közben harmadik féltől származó fájlkezelő esetén. A ($1) gyorsbillentyűt bármikor használhatja megjelenítéséhez.
7081=Próbálja ki a(z) *$1* gyorsbillentyűt

7090=Ha jobban kedveli az egeret, használhatja a dupla kattintást, vagy a középső kattintást a Listary eléréséhez.
7091=Kattintson duplán az Intéző jobb oldali, üres területén.

7100=Listary can search all your drives (NTFS) at breakneck speed.
7101=Type *notepad.exe*
7102=Válassza ki a Jegyzettömböt
7103=Nyomjon Entert a megnyitásához

7110=Most egy  Jegyzettömb ablaknak nyitva kell lennie.
7111=Kattintson a Fájl > Megnyitás...-ra (vagy nyomja meg a Ctrl + O billentyűket) a Jegyzettömbben

7112=Nyomja meg a *Ctrl + G*-t
7120=Listary megnyitotta az előző mappát a Windows Intézőben! Ennek automatikus megtételével segíthet Önnek.
7121=Váltson az előző Intéző ablakra
7122=Nyisson meg bármilyen más mappát az Intézőben
7123=Váltson vissza a jegyzettömb, Megnyitás párbeszédpaneljére
7124=Nézze meg, hogyan változtak meg a mappák a Megnyitás párbeszédpanelben

7130=Rengeteg más funkció, például kedvencek, előzmények és parancsok elérhetők a Listaryban. A Lista eszköztárbeli gombojaira kattintva megtekintheti azokat.

7141=Köszönjük, hogy időt szakított ránk! Kattintson a következő linkre, hogy többet tudjon meg a Listary egyéb, nagyszerű funkcióiról:
7142=Tudjon meg többet a Listary-ról
